alefragnani.project-manager
avin.ion-format-support
bierner.emojisense
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
christian-kohler.path-intellisense
daylerees.rainglow
dbaeumer.vscode-eslint
dcortes92.freemarker
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
evilz.vscode-reveal
felipecaputo.git-project-manager
formulahendry.auto-close-tag
gruntfuggly.todo-tree
hoovercj.vscode-power-mode
jdinhlife.gruvbox
jebbs.plantuml
liviuschera.noctis
lunaryorn.fish-ide
mathiasfrohlich.kotlin
monokai.theme-monokai-pro-vscode
ms-vscode.atom-keybindings
ms-vscode.theme-tomorrowkit
naumovs.color-highlight
orta.vscode-jest
patricklee.vsnotes
rebornix.ruby
redhat.java
redhat.vscode-yaml
rust-lang.rust
ryu1kn.partial-diff
skyapps.fish-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
techer.open-in-browser
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vstirbu.vscode-mermaid-preview
whizkydee.material-palenight-theme
wingrunr21.vscode-ruby
wix.vscode-import-cost
xabikos.reactsnippets
xyz.local-history
yzhang.markdown-all-in-one
