DSKWRK.vscode-generate-getter-setter
alefragnani.project-manager
bierner.emojisense
bierner.markdown-mermaid
bungcip.better-toml
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
eg2.tslint
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme
esbenp.prettier-vscode
evilz.vscode-reveal
felipecaputo.git-project-manager
flowtype.flow-for-vscode
formulahendry.auto-close-tag
hoovercj.vscode-power-mode
infeng.vscode-react-typescript
jebbs.plantuml
jebbs.plantuml
maccoda.tomorrow-theme-improved
mathiasfrohlich.kotlin
mauve.terraform
mauve.terraform
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurestorage
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.azure-account
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
naumovs.color-highlight
orta.vscode-jest
patricklee.vsnotes
patrys.vscode-code-outline
peterjausovec.vscode-docker
redhat.vscode-yaml
rust-lang.rust
ryu1kn.partial-diff
serayuzgur.crates
stkb.rewrap
streetsidesoftware.code-spell-checker
techer.open-in-browser
vadimcn.vscode-lldb
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.reactsnippets
xyz.local-history
yzhang.markdown-all-in-one
yzhang.markdown-all-in-one
